Repository: brutalzinn/ButtonDeck
Catalog: ButtonDeck/Langs/langres.*.resx
Languages: pt

# APPLICATIONNAME_DESCRIPTION
source: Cool options that you can configure to your liking to improve the use of ButtonDeck. Don't forget to give your feedback.
pt: Opções legais que você pode configurar a seu gosto para melhorar o uso do ButtonDeck. Não esqueça de dar seu feedback.

source: Back folder
pt: Pasta anterior

# BUTTONCANCEL
source: Cancel
pt: Cancelar

# BUTTONOPENCONSOLE
source: Open console
pt: Abrir console

# BUTTONRELOADALL
source: Refresh all
pt: Recarregar tudo

# BUTTONRELOADBUTTONS
source: Refresh buttons
pt: Recarregar botões

# BUTTONRELOADEXTERNBUTTON
source: Refresh plugin buttons
pt: Recarregar botões externos

# BUTTONSAVE
source: Save
pt: Salvar

source: Connected devices
pt: Dispositivo conectado

source: Developer mode
pt: Modo desenvolvedor

source: Device name
pt: Nome do dispositivo

# EXECUTABLE_RUN_ACTION
source: Software Executor - Editor
pt: Executor de software - Editor

# EXECUTABLE_RUN_ACTION_ARGS
source: Arguments
pt: Argumentos

# EXECUTABLE_RUN_ACTION_ISTOWARNING
source: Show alert on execute
pt: Emitir aviso ao executar

# EXECUTABLE_RUN_ACTION_LOCATION
source: Locate
pt: Localização

# EXPORTPERFIL
source: Export profile
pt: Exportar perfil

# IFTTMAKERKEYTEXT
source: IFTT Maker Key
pt: IFTT Maker Chave

source: Import profile
pt: Importar perfil

# KEYSELECTOR
source: Key Selector - Editor
pt: Seletor de teclas - Editor

# KEYSELECTOR_KEY
source: Key
pt: Tecla

source: Language
pt: Língua

# MATRIZCHANGER
source: Change matriz
pt: Alterar matriz

# OBSCONNECTION
source: Start OBS connection
pt: Criar conexão OBS

# OBS_SCENE_CHANGE
source: OBS scene selector - Editor
pt: OBS seletor de cena - Editor

# OBS_SCENE_CHANGE_LABEL
source: Scene selected
pt: Cena selecionada

# OBS_SCENE_VISIBILITY_ITEM
source: OBS visibility item - Editor
pt: OBS visibilidade de item - Editor

# OBS_SCENE_VISIBILITY_ITEM_LABEL
source: Scene item name
pt: Item da cena

# OBS_SCENE_VISIBILITY_NAME_LABEL
source: Scene name
pt: Nome da cena

source: Principal folder
pt: Pasta principal

source: START TCP Server
pt: Iniciar servidor TCP

source: Stop OBS connection
pt: Parar conexão OBS

source: Stop TCP Server
pt: Parar servidor TCP

source: Theme
pt: Tema
